
//متلعبش في اي كود عشان البوت هيقفل لوحدو//
//---------------------------//
//By : yousefmo
//Discord : y.osf

module.exports = {
  serverId: '1020195405851541554', //حط ايدي سرفرك
  logChannels: {
    messageDelete: '1055243349730275449',//حط روم لما الرساله تتمسح يرسل فيه الوج
    messageEdit: '1091774883895201815',//حط روم لما الرساله تتعدل يرسل فل الوج
    roleAdd: '1091774883895201815' , //حط روم لما حد ياخد رول جديده يرسل فل لوج
    roleRemove: '1091774883895201815' , //حط روم لما واحد تتشال منو رول يرسل فل لوج
    roleCreate: '1091774883895201815', //حط روم لما رول تتجدد
    roleDelete: '1091774883895201815', //حط روم لما الرول تتمسح
    channelCreate: '1091774883895201815', //حط روم لما لما الروم يتصنع يرسل فل لوج
    channelDelete: '1091774883895201815', //حط روم لما الروم يتمسح يرسل فل لوج
    memberJoin: '1091774883895201815',  //حط روم لما عضو يدخل السرفر يرسل فل لوج
    memberLeave: '1091774883895201815', //حط روم لما العضو يخرج من السرفر يرسل فل لوج
    imageDelete: '1091774883895201815', //حط روم لما تنحذف الصوره يرسل فل لوج
    membernick:'1091774883895201815', //حط روم لما اداري يغير اسم عضو يرسل فل لوج
    memberMute: '1091774883895201815', //حط روم لما اداري يعطي ميوت لل عضو فل سرفر يرسل فل لوج
    voice: '1091774883895201815', //حط روم لما احد يدخل الفويس يرسل فل لوج
}
};